import "./Policy.css";

export const Policy = () => {
  return (
    <>
    <div className="policy__content">
        <h1 className="policy__title">ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>

        <div className="policy__section">
            <h2 className="policy__subtitle">1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
            
            <p className="policy__text">1.1. Настоящая политика в отношении обработки персональных данных (далее – «Политика») разработана во исполнение требований пункта 2 части 1 статьи 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – «Закон о персональных данных») в целях обеспечения защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
            
            <p className="policy__text">1.2. Настоящая Политика действует в отношении следующих категорий субъектов персональных данных, сведения о которых обрабатывает Оператор: работники; соискатели на вакантные места; контрагенты; клиенты; представители контрагентов; посетители сайта.</p>
            
            <p className="policy__text">1.3. Основные понятия, используемые в Политике:</p>
            
            <p className="policy__text"><span className="term">Персональные данные</span> – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных);</p>
            
            <p className="policy__text"><span className="term">Оператор персональных данных (Оператор)</span> – ИП Краев Василий Дмитриевич, ОГРНИП 308183210600039, ИНН 183203571778, 426028, Удмуртская республика, г. Ижевск, ул. Ленинградская, д. 118, кв. 57, самостоятельно или совместно с другими лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;</p>
            
            <p className="policy__text"><span className="term">Обработка персональных данных</span> – любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации или без их использования. Обработка персональных данных включает в себя в том числе: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение;</p>
            
            <p className="policy__text"><span className="term">Автоматизированная обработка персональных данных</span> – обработка персональных данных с помощью средств вычислительной техники;</p>
            
            <p className="policy__text"><span className="term">Распространение персональных данных</span> – действия, направленные на раскрытие персональных данных неопределенному кругу лиц;</p>
            
            <p className="policy__text"><span className="term">Предоставление персональных данных</span> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;</p>
            
            <p className="policy__text"><span className="term">Блокирование персональных данных</span> – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);</p>
            
            <p className="policy__text"><span className="term">Уничтожение персональных данных</span> – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;</p>
            
            <p className="policy__text"><span className="term">Обезличивание персональных данных</span> – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных;</p>
            
            <p className="policy__text"><span className="term">Информационная система персональных данных</span> – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств;</p>
            
            <p className="policy__text"><span className="term">Трансграничная передача персональных данных</span> – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу;</p>
            
            <p className="policy__text"><span className="term">Сайт</span> – совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается посредством информационно-телекоммуникационной сети интернет и расположенной по адресу: https://vert18.ru/.</p>
            
            <p className="policy__text">1.4. Основные права и обязанности Оператора.</p>
            
            <p className="policy__text">1.4.1. Оператор имеет право:</p>
            
            <ul className="policy__list">
                <li>самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами;</li>
                <li>поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные Законом о персональных данных;</li>
                <li>в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных.</li>
            </ul>
            
            <p className="policy__text">1.4.2. Оператор обязан:</p>
            
            <ul className="policy__list">
                <li>организовывать обработку персональных данных в соответствии с требованиями Закона о персональных данных;</li>
                <li>отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
                <li>сообщать в уполномоченный орган по защите прав субъектов персональных данных (далее – «Роскомнадзор») по запросу этого органа необходимую информацию в течение 10 рабочих дней с даты получения такого запроса.</li>
            </ul>
            
            <p className="policy__text">1.5. Основные права Субъектов персональных данных. Субъект персональных данных имеет право:</p>
            
            <ul className="policy__list">
                <li>получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются Субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим Субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</li>
                <li>требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
                <li>обжаловать в Роскомнадзоре или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных.</li>
            </ul>
            
            <p className="policy__text">Субъект персональных данных может реализовать права по получению информации, касающейся обработки его персональных данных, а также права по уточнению его персональных данных, их блокированию или уничтожению, обратившись к Оператору с соответствующим запросом по адресу: 426028, Удмуртская республика, г. Ижевск, ул. Ленинградская, д. 118, кв. 57 или путем обращения к Оператору с соответствующим запросом по электронной почте office@vert18.ru. В обоих случаях запрос должен быть оформлен с соблюдением требований раздела 8 настоящей Политики.</p>
            
            <p className="policy__text">1.6. Контроль за исполнением требований настоящей Политики осуществляется уполномоченным лицом, ответственным за организацию обработки персональных данных у Оператора.</p>
            
            <p className="policy__text">1.7. Ответственность за нарушение требований законодательства Российской Федерации и локальных актов Оператора в сфере обработки и защиты персональных данных определяется в соответствии с законодательством Российской Федерации.</p>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">2. ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            
            <p className="policy__text">2.1. Обработка персональных данных осуществляется Оператором в соответствии с требованиями законодательства Российской Федерации и на основе следующих принципов:</p>
            
            <ul className="policy__list">
                <li>законности и справедливой основы;</li>
                <li>ограничения обработки персональных данных достижением конкретных, заранее определенных и законных целей;</li>
                <li>недопущения обработки персональных данных, несовместимой с целями сбора персональных данных;</li>
                <li>недопущения объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;</li>
                <li>обработки только тех персональных данных, которые отвечают целям их обработки;</li>
                <li>соответствия содержания и объёма обрабатываемых персональных данных заявленным целям обработки;</li>
                <li>недопущения обработки избыточных персональных данных по отношению к заявленным целям их обработки;</li>
                <li>обеспечения точности, достаточности и актуальности персональных данных по отношению к целям обработки персональных данных;</li>
                <li>уничтожения либо обезличивания персональных данных по достижении целей их обработки или в случае утраты необходимости в достижении этих целей, при невозможности устранения Оператором допущенных нарушений персональных данных, если иное не предусмотрено федеральным законом.</li>
            </ul>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">3. ПРАВОВЫЕ ОСНОВАНИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            
            <p className="policy__text">3.1. Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе:</p>
            
            <ul className="policy__list">
                <li>Конституция Российской Федерации;</li>
                <li>Трудовой кодекс Российской Федерации;</li>
                <li>Гражданский Кодекс Российской Федерации;</li>
                <li>Налоговый кодекс Российской Федерации;</li>
                <li>Федеральный закон от 6 декабря 2011 г. № 402-ФЗ «О бухгалтерском учёте»;</li>
                <li>иные нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора.</li>
            </ul>
            
            <p className="policy__text">3.2. Правовым основанием обработки персональных данных также являются:</p>
            
            <ul className="policy__list">
                <li>Устав Оператора;</li>
                <li>договоры, заключаемые с Субъектом персональных данных;</li>
                <li>согласие Субъекта персональных данных на обработку персональных данных.</li>
            </ul>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">4. ОБЪЕМ, КАТЕГОРИИ И УСЛОВИЯ ОБРАБАТЫВАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ, КАТЕГОРИИ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ ПРИМЕНИТЕЛЬНО К ЗАЯВЛЕННЫМ ЦЕЛЯМ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            
            <p className="policy__text">4.1. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных. Обработке подлежат только персональные данные, которые отвечают целям их обработки.</p>
            
            <p className="policy__text">4.2. Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки, предусмотренным в настоящем разделе. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки. Персональные данные обрабатываются Оператором в целях:</p>
            
            <ul className="policy__list">
                <li>обеспечения соблюдения трудового законодательства РФ (содействие работникам в трудоустройстве, получении образования и продвижении по службе, обеспечение личной безопасности работников, контроль количества и качества выполняемой работы и обеспечение сохранности имущества, обеспечение соблюдения законов и иных нормативных правовых актов)</li>
                <li>рассмотрения соискателя на вакантную должность и принятия решения о приеме либо отказе в приеме на работу</li>
                <li>подготовки, заключения и исполнения договоров</li>
                <li>обработки входящих заявок с Сайта</li>
                <li>ведения статистики посещений Сайта</li>
            </ul>
            
            <p className="policy__text">4.3. В соответствии с настоящей Политикой Оператор может обрабатывать персональные данные, принадлежащих следующим категориям Субъектов персональных данных:</p>
            
            <ul className="policy__list">
                <li>работникам Оператора</li>
                <li>соискателям на вакантные места Оператора</li>
                <li>контрагентам Оператора</li>
                <li>клиентам Оператора</li>
                <li>представителям контрагентов Оператора</li>
                <li>посетителям Сайта Оператора</li>
            </ul>
            
            <div className="subsection">
                <h3 className="policy__subtitle">4.4. Обработка персональных данных в целях обеспечения соблюдения трудового законодательства РФ.</h3>
                
                <p className="policy__text">4.4.1. В соответствии с настоящим разделом Политики Оператор определяет категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных при достижении цели их обработки или при наступлении иных законных оснований применительно к такой цели, как «обеспечение соблюдения трудового законодательства РФ (в т.ч. содействие работникам в трудоустройстве, получении образования и продвижении по службе, обеспечение личной безопасности работников, контроль количества и качества выполняемой работы и обеспечение сохранности имущества, обеспечение соблюдения законов и иных нормативных правовых актов)».</p>
                
                <p className="policy__text">4.4.2. Для достижения указанной в настоящем разделе Политики цели Оператор обрабатывает персональные данные, принадлежащие такой (-им) категории (-ям) субъектов персональных данных, как:</p>
                
                <ul className="policy__list">
                    <li>работники Оператора</li>
                </ul>
                
                <p className="policy__text">4.4.3. Оператор обрабатывает следующие категории и перечень персональных данных работников для достижения указанной в настоящем разделе Политики цели:</p>
                
                <p className="policy__text">а) обработка общих (иных) категорий персональных данных работников осуществляется в соответствии со следующим перечнем:</p>
                
                <ul className="policy__list">
                    <li>фамилия, имя, отчество</li>
                    <li>год рождения</li>
                    <li>месяц рождения</li>
                    <li>дата рождения</li>
                    <li>место рождения</li>
                    <li>семейное положение</li>
                    <li>социальное положение</li>
                    <li>доходы</li>
                    <li>пол</li>
                    <li>адрес места жительства</li>
                    <li>адрес регистрации</li>
                    <li>адрес электронной почты</li>
                    <li>номер телефона</li>
                    <li>СНИЛС</li>
                    <li>ИНН</li>
                    <li>гражданство</li>
                    <li>данные документа, удостоверяющего личность</li>
                    <li>данные водительского удостоверения</li>
                    <li>данные документа, содержащиеся в свидетельстве о рождении</li>
                    <li>реквизиты банковской карты</li>
                    <li>номер расчетного счета</li>
                    <li>номер лицевого счета</li>
                    <li>профессия</li>
                    <li>должность</li>
                    <li>стаж работы</li>
                    <li>отношение к воинской обязанности, сведения о воинском учете</li>
                    <li>сведения об образовании</li>
                    <li>фотография</li>
                </ul>
                
                <p className="policy__text">б) обработка специальных категорий персональных данных работников осуществляется в соответствии с требованиями законодательства Российской Федерации, а именно:</p>
                
                <ul className="policy__list">
                    <li>сведения о состоянии здоровья</li>
                </ul>
                
                <p className="policy__text">в) обработка Оператором биометрических персональных данных работников (сведений, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность) осуществляется в соответствии с требованиями законодательства Российской Федерации, а именно:</p>
                
                <ul className="policy__list">
                    <li>данные изображения лица, полученные с помощью фото- видео устройств</li>
                </ul>
                
                <p className="policy__text">4.4.4. Оператор осуществляет смешанную обработку персональных данных работников в указанной в настоящем разделе Политики цели с передачей по внутренней сети, с передачей по сети интернет.</p>
                
                <p className="policy__text">4.4.5. Перечень действий, совершаемых Оператором с персональными данными работников в указанной в настоящем разделе Политики цели: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление, уничтожение.</p>
                
                <p className="policy__text">4.4.6. Обработка персональных данных работников не требует получения соответствующего согласия при условии, что объем обрабатываемых Оператором персональных данных соответствует цели по обеспечению соблюдения трудового законодательства РФ, указанной в настоящем разделе Политики, на основании пункта 2 части 1 статьи 6 Закона о персональных данных.</p>
                
                <p className="policy__text">4.4.7. При заключении трудового договора работники предоставляют Оператору следующие документы, содержащие их персональные данные:</p>
                
                <ul className="policy__list">
                    <li>паспорт или иной документ, удостоверяющий личность;</li>
                    <li>трудовую книжку и (или) сведения о трудовой деятельности, за исключением случаев, если трудовой договор заключается впервые;</li>
                    <li>документ, подтверждающий регистрацию в системе индивидуального (персонифицированного) учета, в том числе в форме электронного документа;</li>
                    <li>документы воинского учета - для военнообязанных и лиц, подлежащих призыву на военную службу;</li>
                    <li>документ об образовании и (или) о квалификации или наличии специальных знаний - при поступлении на работу, требующую специальных знаний или специальной подготовки;</li>
                    <li>иные документы в соответствии с требованиями законодательства.</li>
                </ul>
                
                <p className="policy__text">4.4.8. В случае первоначального заключения трудового договора с работниками, трудовую книжку, страховое свидетельство государственного пенсионного страхования оформляет Оператор.</p>
                
                <p className="policy__text">4.4.9. В случае, если для трудоустройства работников требуются в соответствии с законодательством иные документы, Оператор обращается к лицам, поступающим на работу, с просьбой о предоставлении таких документов, содержащих их персональные данные.</p>
                
                <p className="policy__text">4.4.10. Оператор осуществляет хранение персональных данных работников в форме, позволяющей определить субъектов персональных данных, не дольше, чем этого требуют указанная в настоящем разделе Политики цель обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом.</p>
                
                <p className="policy__text">4.4.11. Оператор обрабатывает персональные данных уволенных работников в случаях и в сроки, предусмотренные законодательством РФ. К таким случаям, в том числе, относится обработка персональных данных в рамках бухгалтерского и налогового учета, в том числе для обеспечения сохранности документов, необходимых для исчисления, удержания и перечисления налога.</p>
                
                <p className="policy__text">4.4.12. Оператор обязан хранить бухгалтерскую документацию в течение сроков, устанавливаемых в соответствии с правилами организации государственного архивного дела, но при этом минимальный срок хранения не может быть менее 5 (пяти) лет.</p>
                
                <p className="policy__text">4.4.13. По истечении сроков, определенных законодательством РФ, личные дела работников и иные документы передаются на архивное хранение на срок 50 лет.</p>
                
                <p className="policy__text">4.4.14. Согласие работников на обработку их персональных данных в случаях, предусмотренных пунктами 4.4.11. – 4.4.13. Политики, не требуется.</p>
                
                <p className="policy__text">4.4.15. Оператор без согласия работников не раскрывает третьим лицам и не распространяет персональные данные работников в указанной в настоящем разделе Политики цели, если иное не предусмотрено законодательством РФ.</p>
                
                <p className="policy__text">4.4.16. При передаче персональных данных работников Оператором должны соблюдаться следующие требования:</p>
                
                <ul className="policy__list">
                    <li>запрещается сообщать персональные данные работников третьей стороне без письменного согласия работников, за исключением случаев, когда это необходимо в целях предупреждения угрозы жизни и здоровью работников, а также в случаях, установленных действующим законодательством РФ;</li>
                    <li>работник, передающий персональные данные работников Оператора, обязан предупредить лиц, получающих персональные данные работников, о том, что эти данные могут быть использованы лишь в целях, для которых они сообщены, и требовать от этих лиц подтверждения соблюдения этого правила. Лица, получающие персональные данные работников Оператора, обязаны соблюдать режим их конфиденциальности. Данное положение не распространяется на обмен персональными данными работников в порядке, установленном действующим законодательством РФ;</li>
                    <li>работник, передающий персональные данные работников Оператора, имеет право передавать их персональные данные представителям работников в порядке, установленном Трудовым кодексом РФ, и ограничивать эту информацию только теми персональными данными работников, которые необходимы для выполнения указанными представителями их функций.</li>
                    <li>передача персональных данных работников в Фонд пенсионного и социального страхования Российской Федерации (Социальный фонд России) в порядке, установленном федеральными законами, в частности Федеральным законом «Об обязательном пенсионном страховании в Российской Федерации», Федеральным законом «Об основах обязательного социального страхования», Федеральным законом «Об обязательном медицинском страховании в Российской Федерации» осуществляется без согласия работников;</li>
                    <li>согласие работников не требуется в случаях передачи Оператором персональных данных работников в налоговые органы, военные комиссариаты, профсоюзные органы, предусмотренных действующим законодательством РФ, а также при получении, в рамках установленных полномочий, мотивированных запросов от органов прокуратуры, правоохранительных органов, органов безопасности, от государственных инспекторов труда при осуществлении ими государственного надзора и контроля за соблюдением трудового законодательства и иных органов, уполномоченных запрашивать информацию о работниках в соответствии с компетенцией, предусмотренной действующим законодательством РФ.</li>
                </ul>
                
                <p className="policy__text">4.4.17. Оператор не осуществляет трансграничную передачу персональных данных работников в указанной в настоящем разделе Политики цели.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">5. ПОРЯДОК ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОСЕТИТЕЛЕЙ С ИСПОЛЬЗОВАНИЕМ ФАЙЛОВ COOKIE</h2>
            
            <p className="policy__text">5.1. Файлы cookie, передаваемые техническим устройствам Субъекта персональных данных, могут использоваться для предоставления Субъекту персональных данных персонализированных функций Сайта, для персональной рекламы, которая показывается Субъекту персональных данных, в статистических и исследовательских целях, а также для улучшения работы Сайта.</p>
            
            <p className="policy__text">5.2. Субъект персональных данных осознает, что оборудование и программное обеспечение, используемые ими для посещения сайтов в сети интернет, могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.</p>
            
            <p className="policy__text">5.3. Оператор вправе установить, что предоставление определенных функций Сайта возможно лишь при условии, что прием и получение файлов cookie разрешены Субъектом персональных данных.</p>
            
            <p className="policy__text">5.4. Структура файла cookie, его содержание и технические параметры определяются Оператором и могут изменяться без предварительного уведомления Субъекта персональных данных.</p>
            
            <p className="policy__text">5.5. Счетчики, размещенные на сайте или приложении Сайта, могут использоваться для анализа файлов cookie Субъекта персональных данных, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или его отдельных функций в частности. Технические парамет
</p>


      <p className="policy__text">5.6. Технические параметры работы счетчиков определяются Оператором и могут изменяться без предварительного уведомления Субъектов персональных данных.</p>
            </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">6. ПОРЯДОК СБОРА И ХРАНЕНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            
            <p className="policy__text">6.1. При сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети Интернет, Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации.</p>
            
            <p className="policy__text">6.2. Лица, передавшие Оператору сведения о другом Субъекте персональных данных, в том числе через Сайт, не имея при этом согласия субъекта, чьи персональные данные были переданы, несут ответственность в соответствии с законодательством Российской Федерации.</p>
            
            <p className="policy__text">6.3. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является Субъект персональных данных.</p>
            
            <p className="policy__text">6.4. Обрабатываемые персональные данные подлежат уничтожению в случае:</p>
            
            <ul className="policy__list">
                <li>достижения срока обработки персональных данных;</li>
                <li>достижения целей обработки персональных данных;</li>
                <li>утраты необходимости в достижении целей обработки персональных данных;</li>
                <li>получения отзыва согласия на обработку персональных данных;</li>
                <li>исключения Оператора из Единого государственного реестра юридических лиц.</li>
            </ul>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">7. ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
            
            <p className="policy__text">7.1. Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий, в том числе:</p>
            
            <ul className="policy__list">
                <li>определяет угрозы безопасности персональных данных при их обработке;</li>
                <li>принимает локальные нормативные акты и иные документы, регулирующие отношения в сфере обработки и защиты персональных данных;</li>
                <li>назначает лиц, ответственных за обеспечение безопасности персональных данных в структурных подразделениях и информационных системах Оператора;</li>
                <li>создает необходимые условия для работы с персональными данными;</li>
                <li>организует учет документов, содержащих персональные данные;</li>
                <li>организует работу с информационными системами, в которых обрабатываются персональные данные;</li>
                <li>хранит персональные данные в условиях, при которых обеспечивается их сохранность и исключается неправомерный доступ к ним;</li>
                <li>организует обучение работников Оператора, осуществляющих обработку персональных данных.</li>
            </ul>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">8. АКТУАЛИЗАЦИЯ, ИСПРАВЛЕНИЕ, УДАЛЕНИЕ И УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ, ОТВЕТЫ НА ЗАПРОСЫ СУБЪЕКТОВ НА ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ</h2>
            
            <p className="policy__text">8.1. Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных, а также иные сведения, указанные в части 7 статьи 14 Закона о персональных данных, предоставляются Оператором Субъекту персональных данных или его представителю при обращении либо при получении запроса Субъекта персональных данных или его представителя в течение 10 (десяти) рабочих дней с момента поступления обращения или получения запроса. В предоставляемые сведения не включаются персональные данные, относящиеся к другим Субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных.</p>
            
            <p className="policy__text">8.2. Запрос должен содержать:</p>
            
            <ul className="policy__list">
                <li>номер основного документа, удостоверяющего личность Субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе;</li>
                <li>сведения, подтверждающие участие Субъекта персональных данных в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором;</li>
                <li>подпись Субъекта персональных данных или его представителя.</li>
            </ul>
            
            <p className="policy__text">8.3. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.</p>
            
            <p className="policy__text">8.4. Если в обращении (запросе) Субъекта персональных данных не отражены в соответствии с требованиями Закона о персональных данных все необходимые сведения или субъект не обладает правами доступа к запрашиваемой информации, то ему направляется мотивированный отказ.</p>
            
            <p className="policy__text">8.5. Право Субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с частью 8 статьи 14 Закона о персональных данных, в том числе если доступ Субъекта персональных данных к его персональным данным нарушает права и законные интересы третьих лиц.</p>
            
            <p className="policy__text">8.6. В случае выявления неточных персональных данных при обращении Субъекта персональных данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор осуществляет блокирование персональных данных, относящихся к этому Субъекту персональных данных, с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы Субъекта персональных данных или третьих лиц.</p>
            
            <p className="policy__text">8.7. В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных субъектом персональных данных или его представителем либо Роскомнадзором, или иных необходимых документов уточняет персональные данные в течение семи рабочих дней со дня представления таких сведений и снимает блокирование персональных данных.</p>
            
            <p className="policy__text">8.8. В случае выявления неправомерной обработки персональных данных при обращении (запросе) Субъекта персональных данных или его представителя либо Роскомнадзора Оператор осуществляет блокирование неправомерно обрабатываемых персональных данных, относящихся к этому Субъекту персональных данных, с момента такого обращения или получения запроса.</p>
            
            <p className="policy__text">8.9. При достижении целей обработки персональных данных, а также в случае отзыва Субъектом персональных данных согласия на их обработку персональные данные подлежат уничтожению, если:</p>
            
            <ul className="policy__list">
                <li>иное не предусмотрено договором, стороной которого является Субъект персональных данных;</li>
                <li>оператор не вправе осуществлять обработку без согласия Субъекта персональных данных на основаниях, предусмотренных Законом о персональных данных или иными федеральными законами;</li>
                <li>иное не предусмотрено другим соглашением между Оператором и Субъектом персональных данных.</li>
            </ul>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>
            
            <p className="policy__text">9.1. Во исполнение требований части 2 статьи 18.1 Закона о персональных данных настоящая Политика размещается по адресу местонахождения Оператора, а также в свободном доступе в информационно-телекоммуникационной сети «Интернет» на Сайте.</p>
        </div>

        <div className="policy__footer">
            <p className="policy__date">Дата последнего обновления: 2024</p>
        </div>
    </div>
    </>
  );
};
