import "./Offer.css";

export const Offer = () => {
  return (
    <>
      <div className="offer__content">
        <div className="policy__content">
        <h1 className="policy__title">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>

        <div className="highlight">
            <p className="policy__text">ПЕРЕД НАЧАЛОМ ИСПОЛЬЗОВАНИЯ САЙТА ПРОСИМ ВАС ВНИМАТЕЛЬНО ОЗНАКОМИТЬСЯ С НАСТОЯЩИМ ДОКУМЕНТОМ. ИСПОЛЬЗОВАНИЕ САЙТА РАЗРЕШАЕТСЯ ТОЛЬКО ПРИ СОБЛЮДЕНИИ УСЛОВИЙ ДАННОГО СОГЛАШЕНИЯ. ПРИНИМАЯ НАСТОЯЩЕЕ СОГЛАШЕНИЕ, ВЫ БЕРЕТЕ НА СЕБЯ ОБЯЗАТЕЛЬСТВО СОБЛЮДАТЬ СОГЛАШЕНИЕ, ПРИВЕДЕННОЕ НИЖЕ.</p>
        </div>

        <p className="policy__text">ИП Краев Василий Дмитриевич, ОГРНИП 308183210600039, ИНН 183203571778, 426028, Удмуртская республика, г. Ижевск, ул. Ленинградская, д. 118, кв. 57 (далее – «Администрация Сайта») предлагает заключить настоящее Пользовательское соглашение (далее – «Соглашение») неограниченному кругу лиц, использующим сайт, размещенный в сети интернет по адресу: https://vert18.ru/ (далее – «Сайт»).</p>

        <p className="policy__text">Соглашение является публичной офертой в соответствии с п. 2 ст. 437 Гражданского кодекса Российской Федерации. В соответствии со статьей 438 Гражданского кодекса РФ принятием условий настоящего Соглашения считается совершение действий, изложенных в Соглашении. Договор, заключаемый путем акцепта настоящей оферты, не требует двустороннего подписания и действителен в электронном виде.</p>

        <p className="policy__text">Безусловным акцептом Пользователем Соглашения признается проставление Пользователем отметки в поле о его согласии с условиями настоящего соглашения.</p>

        <p className="policy__text">Текст настоящей публичной оферты размещен на Сайте. Администрация Сайта вправе в любой момент изменить настоящую публичную оферту. Условия публичной оферты не могут быть изменены, кроме как посредством опубликования измененного документа на Сайте.</p>

        <div className="policy__section">
            <h2 className="policy__subtitle">1. ТЕРМИНЫ</h2>
            <p className="policy__text">Стороны используют указанные термины в следующем значении:</p>
            
            <p className="policy__text"><span className="term">Администрация Сайта</span> – ИП Краев Василий Дмитриевич, ОГРНИП 308183210600039, ИНН 183203571778, 426028, Удмуртская республика, г. Ижевск, ул. Ленинградская, д. 118, кв. 57, обладающее всеми правами в отношении Сайта, и публикующее настоящее Соглашение.</p>
            
            <p className="policy__text"><span className="term">Пользователь</span> – любое физическое лицо, которое перешло на Сайт в определенный период времени.</p>
            
            <p className="policy__text"><span className="term">Контент</span> – любые текстовые, графические, аудио, видео, и иные материалы, размещенные на Сайте.</p>
            
            <p className="policy__text"><span className="term">Личный кабинет</span> – совокупность защищенных страниц на Сайте, создаваемых при Регистрации, посредством которых Пользователь использует функциональные возможности Сайта и осуществляют взаимодействие с Администрацией Сайта.</p>
            
            <p className="policy__text"><span className="term">Логин и пароль</span> – уникальный набор символов, создаваемый Пользователем при прохождении Регистрации, предназначенный для доступа к Личному кабинету.</p>
            
            <p className="policy__text"><span className="term">Неисключительная лицензия</span> – безвозмездное предоставление неисключительного права использования Сайта посредством удаленного доступа путем воспроизведения интерфейса Сайта и/или страницы Сайта на техническом устройстве с помощью браузера посредством авторизации Пользователя с помощью Логина и пароля.</p>
            
            <p className="policy__text"><span className="term">Регистрация</span> – бесплатный процесс заполнения электронной формы, расположенной на Сайте, для получения доступа к функциям Сайта. Процедура Регистрации осуществляется Пользователем самостоятельно.</p>
            
            <p className="policy__text"><span className="term">Сайт</span> – совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается посредством информационно-телекоммуникационной сети интернет и расположенной по адресу: https://vertl8.ru/.</p>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">2. ПРЕДМЕТ СОГЛАШЕНИЯ</h2>
            
            <div className="subsection">
                <p className="policy__text">2.1. В соответствии с настоящим Соглашением Администрация Сайта безвозмездно предоставляет Пользователю доступ к Сайту на условиях неисключительной лицензии, не подлежащей переуступке.</p>
                
                <p className="policy__text">2.2. Территория передаваемых прав – все страны мира.</p>
                
                <p className="policy__text">2.3. Срок передаваемых прав – ограничен сроком действия Соглашения и действием исключительных прав Администрации Сайта в отношении Сайта.</p>
                
                <p className="policy__text">2.4. Администрация Сайта подтверждает, что обладает всеми исключительными правами на Сайт либо лицензиями на использование отдельных компонентов Сайта, в том числе на результаты интеллектуальной деятельности, включая программный код, произведения дизайна, тексты, а также средства индивидуализации (фирменное наименование, товарные знаки, знаки обслуживания, коммерческие обозначения).</p>
                
                <p className="policy__text">2.5. Пользователь подтверждает, что, совершая акцепт, он ознакомился с условиями настоящего Соглашения и условия Соглашения ему понятны.</p>
                
                <p className="policy__text">2.6. Текст настоящего Соглашения размещен на Сайте. Администрация Сайта вправе в любой момент изменить настоящее Соглашение. Условия Соглашения не могут быть изменены, кроме как посредством опубликования измененного документа на Сайте.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">3. РЕГИСТРАЦИЯ</h2>
            
            <div className="subsection">
                <p className="policy__text">3.1. Регистрация считается оконченной в момент отправки Администрации Сайта заполненной электронной формы на Сайте.</p>
                
                <p className="policy__text">3.2. Перед отправкой электронной формы Пользователь обязан ознакомиться с положениями Соглашения, а также Политикой в отношении обработки персональных данных и текстом Согласия на обработку персональных данных, размещенных на Сайте.</p>
                
                <p className="policy__text">3.3. Пользователь заверяет и гарантирует, что:</p>
                
                <ul className="policy__list">
                    <li>3.3.1. Персональные данные, указанные им при Регистрации, являются актуальными и достоверными и не относятся к третьему лицу.</li>
                    <li>3.3.2. Условия Соглашения и текст Согласия на обработку персональных данных ему понятны и принимаются полностью.</li>
                </ul>
                
                <p className="policy__text">3.4. Администрация Сайта оставляет за собой право устанавливать процедуру подтверждения регистрации, а также вводить требования к Логину и паролю Пользователя в целях обеспечения безопасности учетной записи.</p>
                
                <p className="policy__text">3.5. Пользователь несет персональную ответственность за безопасность и устойчивость к взлому третьими лицами выбранного Пользователем пароля, а также самостоятельно обеспечивает его конфиденциальность. Пользователь обязуется не сообщать третьим лицам Логин и пароль, указанные при Регистрации.</p>
                
                <p className="policy__text">3.6. Пользователь подтверждает, что любые действия, совершенные под его учетной записью (включая, без ограничений, нажатие кнопок подтверждения согласия с любыми соглашениями и правилами) будут расцениваться как санкционированные самим Пользователем, если не доказано обратное.</p>
                
                <p className="policy__text">3.7. Администрация Сайта оставляет за собой право проверять данные, предоставленные Пользователем, на соответствие пункту 3.3.1. настоящего Соглашения. В случае если Администрация Сайта посчитает предоставляемые Пользователем данные не соответствующими пункту 3.3.1. настоящего Соглашения, Администрация Сайта оставляет за собой право не предоставлять Пользователю доступ в Личный кабинет и (или) заблокировать доступ к Личному кабинету.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">4. ИСПОЛЬЗОВАНИЕ САЙТА</h2>
            
            <div className="subsection">
                <p className="policy__text">4.1. Обязательства Администрации Сайта по предоставлению неисключительной лицензии считаются исполненными в момент окончания Регистрации.</p>
                
                <p className="policy__text">4.2. Использование Сайта не предусматривает передачу прав на Сайт или любые его компоненты. Пользователю предоставляется ограниченное право на использование Сайта в соответствии с условиями Соглашения.</p>
                
                <p className="policy__text">4.3. Доступ к Сайту предоставляется круглосуточно, за исключением случаев проведения профилактических работ.</p>
                
                <p className="policy__text">4.4. Администрация Сайта имеет право проводить профилактические работы на сервере, для чего временно приостанавливать доступ к Сайту. О профилактических работах Администрация Сайта уведомляет Пользователя путем оповещения на Сайте. Проведение профилактических работ будет осуществляться по возможности в вечернее или ночное время и/или в выходные дни.</p>
                
                <p className="policy__text">4.5. Администрация Сайта имеет право модифицировать или выпускать обновления Сайта, добавлять новые свойства или функциональные возможности программного обеспечения, повышающие его работоспособность или иным способом улучшающие его характеристики, либо исключать соответствующий функционал.</p>
                
                <p className="policy__text">4.6. Администрация Сайта имеет право заблокировать доступ Пользователя к Личному кабинету, а также наложить иные ограничения на использование Сайта, если Администрация Сайта будет иметь разумные основания полагать, что Пользователь нарушает условия настоящего Соглашения.</p>
                
                <p className="policy__text">4.7. Администрация Сайта имеет право устанавливать ограничения в использовании Сайта для некоторых категорий Пользователей, что зависит, в частности, но не ограничиваясь, от территории нахождения Пользователя, языка, на котором предоставляется Сайт, предельного размера информации, которая может быть передана Пользователем посредством Сайта.</p>
                
                <p className="policy__text">4.8. Администрация Сайта имеет право не проверять содержание любой информации, передаваемой Пользователем через Сайт.</p>
                
                <p className="policy__text">4.9. Администрация Сайта имеет право расторгнуть настоящее Соглашение с Пользователем и отказаться от его исполнения в случае невыполнения Пользователем условий настоящего Соглашения. А также - в любой момент изменить текст настоящего Соглашения в одностороннем порядке.</p>
                
                <p className="policy__text">4.10. Используя Сайт, Пользователь имеет право:</p>
                
                <ul className="policy__list">
                    <li>4.10.1. Круглосуточно получать доступ к Сайту, за исключением времени проведения профилактических работ.</li>
                    <li>4.10.2. Использовать Сайт в определенных настоящим Соглашением пределах.</li>
                </ul>
                
                <p className="policy__text">4.11. При использовании Сайта Пользователю запрещается:</p>
                
                <ul className="policy__list">
                    <li>4.11.1. Использовать Сайт способом, прямо не предусмотренным Соглашением, осуществлять использование Сайта или его частей за пределами срока действия Соглашения.</li>
                    <li>4.11.2. Распространять, копировать или иным образом осуществлять обнародование программного обеспечения.</li>
                    <li>4.11.3. Предоставлять сублицензии на какое-либо использование Сайта или его частей третьим лицам.</li>
                    <li>4.11.4. Использовать Сайт для участия в деятельности аналогичной деятельности Администрации Сайта.</li>
                    <li>4.11.5. Загружать какое-либо вредоносное программное обеспечение, которое повреждает, препятствует, перехватывает, экспроприирует, иным образом нарушает целостность программных или аппаратных систем, связанных с настоящим Сайтом, или личной информации других Пользователей.</li>
                    <li>4.11.6. Использовать размещенные на Сайте результаты интеллектуальной деятельности без предварительного письменного согласия Администрации Сайта.</li>
                </ul>
                
                <p className="policy__text">4.12. Стороны признают юридическую силу за электронными письмами – документами, отправленными по электронной почте, и признают их равнозначными документам на бумажных носителях, подписанным собственноручной подписью, в виду того, что только сами Стороны и уполномоченные ими лица имеют доступ к соответствующим средствам связи – адресам электронной почты. Стороны пришли к соглашению, что акт предоставления неисключительной лицензии не составляется.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">5. ОТВЕТСТВЕННОСТЬ И ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</h2>
            
            <div className="subsection">
                <p className="policy__text">5.1. Администрация Сайта прилагает все возможные усилия для обеспечения работоспособности Сайта, однако не гарантирует его постоянную доступность, бесперебойное и своевременное предоставление, безопасность, точность, отсутствие ошибок в работе Сайта. Единственной доступной возможностью Пользователя в связи с указанными выше проблемами является немедленное прекращение использования Сайта.</p>
                
                <p className="policy__text">5.2. Сайт предоставляется Пользователю «как есть» («as is»), в соответствии с общепринятым в международной практике принципом. Администрация Сайта не несет ответственности за проблемы, возникающие в процессе установки, обновления, поддержки и эксплуатации системы (в т. ч. проблемы совместимости с другими программными продуктами (пакетами, драйверами и др.), несоответствия результатов использования Сайта ожиданиям Пользователя).</p>
                
                <p className="policy__text">5.3. Пользователь понимает, что несет полную ответственность за возможные негативные последствия, вызванные несовместимостью или конфликтами Сайта с другими программными продуктами, установленными на компьютере или ином устройстве Пользователя. Сайт не предназначен и не может быть использован в информационных системах, работающих в опасных средах, либо обслуживающих системы жизнеобеспечения, в которых сбой в работе Сайта может создать угрозу жизни и здоровью людей или повлечь убытки.</p>
                
                <p className="policy__text">5.4. Администрация Сайта не несет никакой ответственности, будь то договорная ответственность или ответственность из причинения вреда, вне зависимости от того, был Пользователь оповещен о возможности наступления указанных нарушений или ущерба, связанного или являющегося следствием использования Сайта Пользователем, в том числе, не ограничиваясь, за ущерб, наступивший в результате:</p>
                
                <ul className="policy__list">
                    <li>5.4.1. Загрузки Пользователем или иного получения данных через Сайт. Никакие рекомендации, полученные Пользователем в устной или письменной форме от Администрации Сайта, не создают никаких гарантий.</li>
                    <li>5.4.2. Разглашения третьим лицам информации, содержащейся в Личном кабинете Пользователя, произошедшего не по вине Администрации Сайта.</li>
                    <li>5.4.3. Проведения Администрацией Сайта профилактических работ на Сайте с одновременным прекращением использования Сайта Пользователем.</li>
                    <li>5.4.4. Предоставления Пользователем недостоверной информации посредством Сайта или сотрудникам Администрации Сайта в устной или письменной форме.</li>
                </ul>
                
                <p className="policy__text">5.5. Пользователь самостоятельно несет ответственность за сохранность своего Логина и пароля и за убытки, которые могут возникнуть по причине несанкционированного их использования.</p>
                
                <p className="policy__text">5.6. Никакие рекомендации, полученные Пользователем в устной или письменной форме от Администрации Сайта, не создают никаких гарантий.</p>
                
                <p className="policy__text">5.7. В случае возникновения споров между Пользователем и Администрацией Сайта, вытекающих из настоящего Соглашения, претензионный порядок их урегулирования является обязательным.</p>
                
                <p className="policy__text">5.8. Пользователь вправе направить письменную мотивированную претензию в адрес Администрации Сайта, если считает, что Администрация Сайта нарушает условия настоящего Соглашения. Претензии, не позволяющие идентифицировать Пользователя, не рассматриваются.</p>
                
                <p className="policy__text">5.9. Администрация Сайта вправе направить письменную мотивированную претензию в адрес Пользователя, который по мнению Администрации Сайта нарушает условия настоящего Соглашения.</p>
                
                <p className="policy__text">5.10. Срок для рассмотрения претензии составляет 10 (десять) дней со дня ее получения адресатом.</p>
                
                <p className="policy__text">5.11. В случае недостижения разрешения спора, вытекающего из настоящего Соглашения в претензионном порядке, спор подлежит рассмотрению в суде по месту нахождения Администрации Сайта.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">6. КОНФИДЕНЦИАЛЬНОСТЬ И БЕЗОПАСНОСТЬ</h2>
            
            <div className="subsection">
                <p className="policy__text">6.1. Администрация Сайта ответственно относится к сохранению неприкосновенности частной жизни и конфиденциальной информации. Администрация Сайта хранит и обрабатывает предоставленную Пользователем информацию, строго придерживаясь Политики в отношении обработки персональных данных, размещенной на Сайте, в соответствии с требованиями федерального закона «О персональных данных» от 27.07.2006 № 152-ФЗ.</p>
                
                <p className="policy__text">6.2. Администрация Сайта в ходе своей деятельности вправе поручать обработку персональных данных Пользователя третьим лицам с согласия Пользователя, если иное не предусмотрено законодательством РФ о персональных данных. При этом обязательным условием предоставления и (или) поручения обработки персональных данных другому лицу является обязанность сторон по соблюдению конфиденциальности и обеспечению безопасности персональных данных при их обработке.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">7. СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ. ПОРЯДОК РАСТОРЖЕНИЯ</h2>
            
            <div className="subsection">
                <p className="policy__text">7.1. Соглашение вступает в силу с даты акцепта и действует до расторжения Сторонами.</p>
                
                <p className="policy__text">7.2. Соглашение может быть расторгнуто любой из Сторон путем удаления Личного кабинета Пользователя.</p>
                
                <p className="policy__text">7.3. Пользователь обязуется самостоятельно следить за изменениями настоящего Соглашения путем периодического ознакомления с актуальной редакцией, не менее одного раза в месяц. Пользователь самостоятельно отвечает за любые последствия, наступившие в связи с не ознакомлением с Соглашением и приложениями к нему.</p>
                
                <p className="policy__text">7.4. В случае если Пользователь не согласен с каким-либо положением Соглашения и (или) приложений к нему, он обязан незамедлительно прекратить использование Сайта.</p>
                
                <p className="policy__text">7.5. При расторжении настоящего Соглашения немедленно прекращается действие всех лицензий и прав на использование Сайта. Расторжение Соглашения не влияет на обязательства Пользователя, налагаемые условиями настоящего Соглашения, перед Администрацией Сайта, которые в разумных пределах должны сохраняться и после расторжения Соглашения.</p>
            </div>
        </div>

        <div className="policy__section">
            <h2 className="policy__subtitle">8. ПРОЧИЕ УСЛОВИЯ</h2>
            
            <div className="subsection">
                <p className="policy__text">8.1. Действие неисключительной лицензии по Соглашению распространяется на все последующие обновления и новые версии Сайта.</p>
                
                <p className="policy__text">8.2. Настоящее Соглашение между Администрацией Сайта и Пользователем исчерпывающим образом регулируют использование Пользователем Сайта, включая все функции Сайта, заменяя любые предшествующие письменные или устные договоренности в отношении содержания данного документа.</p>
                
                <p className="policy__text">8.3. Ввиду безвозмездного характера действий по использованию Сайта к отношениям между Администрацией Сайта и Пользователем не применяется Закон РФ от 7 февраля 1992 г. № 2300-I «О защите прав потребителей».</p>
                
                <p className="policy__text">8.4. Если какое-либо положение настоящего Соглашения либо его часть будет признано не имеющим юридической силы любым судебным, либо административным органом, обладающим надлежащей юрисдикцией, такое положение или его часть должны быть удалены из настоящего Соглашения без какого-либо ущерба для правомочности, действенности, возможности принудительного исполнения остальных положений настоящего Соглашения.</p>
                
                <p className="policy__text">8.5. Бездействие или задержка при реализации Администрацией Сайта своих законных прав или требований по возмещению ущерба, предусмотренных настоящим Соглашением, не означает отказа Администрации Сайта от своих законных прав.</p>
                
                <p className="policy__text">8.6. Названия разделов настоящего Соглашения устанавливаются исключительно в справочных целях и никаким образом не определяют, не ограничивают, не толкуют содержание соответствующего раздела.</p>
                
                <p className="policy__text">8.7. Действие настоящего Соглашения подчинено законодательству Российской Федерации.</p>
            </div>
        </div>

        <div className="policy__footer">
            <p className="policy__date">Дата последнего обновления: 2024</p>
        </div>
    </div>
      </div>
    </>
  );
};
